Repository: fffonion/SlideShowWallpaper
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: zh_hant

# AppTitle
source: SlideShow Wallpaper
zh_hant: Codex 壁紙大師

# MainWindow.Title
source: SlideShow Wallpaper
zh_hant: Codex 壁紙大師

# AppTitleBar.Title
source: SlideShow Wallpaper
zh_hant: Codex 壁紙大師

# PlayerTitle
source: SlideShow Wallpaper Player
zh_hant: Codex 壁紙大師播放器

# WallpaperWindow.Title
source: SlideShow Wallpaper Player
zh_hant: Codex 壁紙大師播放器

# RefreshButton.Label
source: Refresh
zh_hant: 重新整理

# AutostartButton.Label
source: Autostart
zh_hant: 開機啟動

# CloseToTrayButton.Label
source: Close to tray
zh_hant: 關閉到系統匣

# CloseToTrayButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Close to tray
zh_hant: 關閉到系統匣

# ThemeLabel.Text
source: Theme
zh_hant: 主題

# ThemeComboBox.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Theme
zh_hant: 主題

source: Settings
zh_hant: 設定

# AppSettingAutostart
source: Autostart
zh_hant: 開機啟動

# AppSettingAutostartAsAdministrator
source: Run as administrator
zh_hant: 以系統管理員身分啟動

# AppSettingCloseToTray
source: Close to tray
zh_hant: 關閉到系統匣

# AppSettingTheme
source: Theme
zh_hant: 主題

# AppSettingLanguage
source: Language
zh_hant: 語言

# AppSettingAutoTrackNewFiles
source: Automatically track new files
zh_hant: 自動追蹤新檔案

# AppSettingGlobalMute
source: Mute all videos
zh_hant: 全域靜音

# AppSettingThumbnailCache
source: Thumbnail cache
zh_hant: 縮圖快取

source: Thumbnail cache size
zh_hant: 縮圖快取大小

# ThumbnailCacheSizeLoading
source: Calculating thumbnail cache size
zh_hant: 正在計算縮圖快取大小

source: Clear thumbnail cache
zh_hant: 清除縮圖快取

# AppSettingPauseVideoWhenDisplayOffOrSleeping
source: Pause video when display is off or system is sleeping
zh_hant: 螢幕關閉或系統睡眠時暫停影片

# AppSettingVideoPreviewDelay
source: Video preview delay (seconds)
zh_hant: 影片預覽延遲（秒）

# ThemeSystem
source: Follow system
zh_hant: 跟隨系統

# ThemeLight
source: Light
zh_hant: 淺色

# ThemeDark
source: Dark
zh_hant: 深色

# LanguageSystem
source: Follow system
zh_hant: 跟隨系統

# LanguageEnglish
source: English
zh_hant: 英文

# LanguageSimplifiedChinese
source: Simplified Chinese
zh_hant: 簡體中文

# LanguageTraditionalChinese
source: Traditional Chinese
zh_hant: 繁體中文

# LanguageJapanese
source: Japanese
zh_hant: 日文

# PlaybackRandom
source: Random
zh_hant: 隨機

# PlaybackSingleLoop
source: Single media loop
zh_hant: 單媒體循環

# PlaybackNameAsc
source: Name Asc
zh_hant: 名稱遞增

# PlaybackNameDesc
source: Name Desc
zh_hant: 名稱遞減

# PlaybackModifiedDateAsc
source: Modified Date Asc
zh_hant: 修改日期遞增

# PlaybackModifiedDateDesc
source: Modified Date Desc
zh_hant: 修改日期遞減

# TimeSeconds
source: Seconds
zh_hant: 秒

# TimeMinutes
source: Minutes
zh_hant: 分鐘

# TimeHours
source: Hours
zh_hant: 小時

# TimeUnitAutomationFormat
source: {0} unit
zh_hant: {0} 單位

source: Folder
zh_hant: 資料夾

# DisplaySettingsGroup
source: Display
zh_hant: 顯示

# MediaSettingsGroup
source: Media
zh_hant: 媒體

# PlaybackSettingsGroup
source: Playback
zh_hant: 播放

source: Scale
zh_hant: 縮放

source: Order
zh_hant: 順序

# MediaFilter
source: Media
zh_hant: 媒體

source: Offset
zh_hant: 位移

source: Interval
zh_hant: 間隔

source: Transition
zh_hant: 轉場

source: Duration
zh_hant: 時間長度

# FolderNone
source: (none)
zh_hant: (無)

# ScaleModeAutomation
source: Scale mode
zh_hant: 縮放模式

# PlaybackOrderAutomation
source: Playback order
zh_hant: 播放順序

# MediaFilterAutomation
source: Media filter
zh_hant: 媒體篩選

# TransitionDurationAutomation
source: Transition duration
zh_hant: 轉場時間長度

# VideoLoop
source: Loop video
zh_hant: 循環播放影片

# VideoSound
source: Play sound
zh_hant: 播放聲音

# PauseVideoWhenOtherAppMaximized
source: Pause video when another app is maximized or fullscreen
zh_hant: 其他應用程式最大化或全螢幕時暫停影片

# MediaFilterImages
source: Images
zh_hant: 圖片

# MediaFilterVideos
source: Videos
zh_hant: 影片

# MediaFilterImagesAndVideos
source: Images and videos
zh_hant: 圖片和影片

# ImageCountZero
source: 0 media
zh_hant: 0個媒體

# ImageCountFormat
source: {0} media
zh_hant: {0}個媒體

# PreviewStatusFormat
source: {0}/{1} media · {2}
zh_hant: {0}/{1}個媒體，{2}

# PreviewStatusNoRemainingFormat
source: {0}/{1} media
zh_hant: {0}/{1}個媒體

# LoopRemainingFormat
source: Remaining {0}
zh_hant: 剩餘 {0}

# LoopRemainingTimeFormat
source: {0}h {1:00}m
zh_hant: {0}小時 {1:00}分鐘

# CurrentIndexAutomation
source: Current media index
zh_hant: 目前媒體序號

# LoopRemainingAutomation
source: Remaining loop time
zh_hant: 循環剩餘時間

source: Loading images...
zh_hant: 正在載入圖片...

source: Unable to load images
zh_hant: 無法載入圖片

# VideoPlaybackErrorTitle
source: Unable to play video
zh_hant: 無法播放影片

# VideoPlaybackFileMissing
source: The video file was not found or cannot be opened.
zh_hant: 影片檔案不存在或無法開啟。

# VideoPlaybackMissingLinkTargetFormat
source: The linked video target was not found: {0}
zh_hant: 連結的影片目標不存在：{0}

source: Loading image previews
zh_hant: 正在載入圖片預覽

# MonitorImageCountAutomationFormat
source: {0} image count
zh_hant: {0} 圖片數量

# MonitorPreviewsAutomationFormat
source: {0} previews
zh_hant: {0} 預覽

source: Start
zh_hant: 開始

source: Stop
zh_hant: 停止

source: Pause
zh_hant: 暫停

source: Resume
zh_hant: 繼續

source: Next
zh_hant: 下一張

source: Shuffle
zh_hant: 重新打亂

source: Open
zh_hant: 開啟

source: Exit
zh_hant: 結束

source: Not Loaded
zh_hant: 未載入

# ScaleFit
source: Fit
zh_hant: 適應

# ScaleCover
source: Cover
zh_hant: 覆蓋

# ScaleStretch
source: Stretch
zh_hant: 延展

# ScaleOriginal
source: Original
zh_hant: 原始

# TransitionNone
source: None
zh_hant: 無

# TransitionFade
source: Fade
zh_hant: 淡入淡出

# TransitionSlide
source: Slide
zh_hant: 滑動

# PreviewResizeHandle
source: Resize preview pane
zh_hant: 調整預覽區域寬度

# HardwareMonitorSettingsGroup
source: Hardware Monitor
zh_hant: 硬體監控

# HardwareMonitorTitle
source: Hardware Monitor
zh_hant: 硬體監控

# HardwareMonitorEnabled
source: Enabled
zh_hant: 啟用

# HardwareMonitorRefreshInterval
source: Refresh interval (seconds)
zh_hant: 重新整理間隔（秒）

# HardwareMonitorTargetDisplay
source: Display
zh_hant: 螢幕

# HardwareMonitorSensors
source: Sensors
zh_hant: 感測器

# HardwareMonitorPosition
source: Position
zh_hant: 位置

# HardwareMonitorStyle
source: Global
zh_hant: 全域

# HardwareMonitorBackground
source: Background
zh_hant: 背景

# HardwareMonitorTemplate
source: Template
zh_hant: 範本

# HardwareMonitorPreview
source: Preview
zh_hant: 預覽

# HardwareMonitorEditor
source: Editor
zh_hant: 浮窗佈局編輯器

# HardwareMonitorSearchSensors
source: Search sensors
zh_hant: 搜尋感測器

# HardwareMonitorSelectAll
source: Select all
zh_hant: 全選

# HardwareMonitorInvertSelection
source: Invert
zh_hant: 反選

# HardwareMonitorAddSensorElements
source: Add sensors
zh_hant: 加入感測器

# DialogClose
source: Close
zh_hant: 關閉

# HardwareMonitorAddTextElement
source: Add text
zh_hant: 加入文字

# HardwareMonitorImportIconImage
source: Replace icon
zh_hant: 替換圖示

# HardwareMonitorResetIconImage
source: Reset icon
zh_hant: 還原圖示

# HardwareMonitorImportBackground
source: Import background
zh_hant: 匯入背景

# HardwareMonitorClearBackground
source: Clear background
zh_hant: 清除背景

# HardwareMonitorElementSettings
source: Style
zh_hant: 樣式

# HardwareMonitorElementText
source: Text
zh_hant: 文字

# HardwareMonitorTextElementDefault
source: Label
zh_hant: 標籤

# HardwareMonitorElementFontFamily
source: Font
zh_hant: 字型

# HardwareMonitorElementFontSize
source: Size
zh_hant: 字號

# HardwareMonitorElementForeground
source: Color
zh_hant: 顏色

# HardwareMonitorElementSize
source: Bounds
zh_hant: 邊界

# HardwareMonitorElementOpacity
source: Opacity
zh_hant: 透明度

# HardwareMonitorDeleteElement
source: Delete element
zh_hant: 刪除元素

# HardwareMonitorNoElementSelected
source: Select an element on the preview canvas.
zh_hant: 在預覽畫布上選擇一個元素。

# HardwareMonitorTemplateActions
source: Template actions
zh_hant: 範本操作

# HardwareMonitorAllDisplays
source: All displays
zh_hant: 全部螢幕

# HardwareMonitorNoSensors
source: No sensors detected. Some sensors may require administrator access.
zh_hant: 未發現感測器。部分感測器可能需要系統管理員權限。

# HardwareMonitorLimitedAccess
source: Running without administrator access. CPU, motherboard fan, and storage temperature sensors may be unavailable.
zh_hant: 目前不是系統管理員權限。CPU、主機板風扇和硬碟溫度可能不可用。

# HardwareMonitorRestartAsAdministrator
source: Restart as administrator
zh_hant: 以系統管理員身分重新啟動

# HardwareMonitorFontFamily
source: Font family
zh_hant: 字型

# HardwareMonitorFontSize
source: Font size
zh_hant: 字級

# HardwareMonitorFontSizeShort
source: Font
zh_hant: 字級

# HardwareMonitorOpacityShort
source: Opacity
zh_hant: 透明度

source: Refresh hardware sensors
zh_hant: 重新整理硬體感測器

source: Import hardware template
zh_hant: 匯入版面配置

source: Export hardware template
zh_hant: 匯出版面配置

# HardwareMetricGroupStorage
source: Storage
zh_hant: 硬碟

# HardwareMetricGroupMemory
source: Memory
zh_hant: 記憶體

# HardwareMetricGroupMotherboard
source: Motherboard
zh_hant: 主機板

# HardwareMetricGroupOther
source: Other
zh_hant: 其他

# HardwareMetricKindTemperature
source: Temp
zh_hant: 溫度

# HardwareMetricKindFanRpm
source: Fan
zh_hant: 風扇

# HardwareMetricKindMemoryAvailable
source: Memory
zh_hant: 記憶體

# HardwareMetricKindVramAvailable
source: VRAM
zh_hant: 顯存

# HardwareMetricKindPower
source: Power
zh_hant: 功率

# HardwareMetricKindOther
source: Other
zh_hant: 其他
